Repository: Team-7-Mysore/FleetManagementApp
Catalog: FleetManagementSystem/Localizable.xcstrings
Source language: en
Languages: hi, kn, mr

source: Storage Location
hi: भंडारण स्थान
kn: ಶೇಖರಣಾ ಸ್ಥಳ
mr: साठवण स्थान

source: Streamlining Every Mile
hi: हर मील को सुगम बनाना
kn: ಪ್ರತಿ ಮೈಲನ್ನು ಸುಗಮಗೊಳಿಸುವುದು
mr: प्रत्येक मैल सुगम करणे

source: Submission Failed
hi: जमा विफल
kn: ಸಲ್ಲಿಕೆ ವಿಫಲ
mr: सबमिशन अयशस्वी

source: Submit
hi: जमा करें
kn: ಸಲ್ಲಿಸಿ
mr: सबमिट करा

source: Submit All
hi: सभी जमा करें
kn: ಎಲ್ಲವನ್ನೂ ಸಲ್ಲಿಸಿ
mr: सर्व सबमिट करा

source: Submit Inspection
hi: निरीक्षण जमा करें
kn: ತಪಾಸಣೆ ಸಲ್ಲಿಸಿ
mr: तपासणी सबमिट करा

source: Submit Report
hi: रिपोर्ट जमा करें
kn: ವರದಿ ಸಲ್ಲಿಸಿ
mr: अहवाल सबमिट करा

source: Submitting…
hi: जमा हो रहा है…
kn: ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ…
mr: सबमिट होत आहे…

source: Supplier
hi: आपूर्तिकर्ता
kn: ಪೂರೈಕೆದಾರ
mr: पुरवठादार

source: Supplier Name
hi: आपूर्तिकर्ता का नाम
kn: ಪೂರೈಕೆದಾರ ಹೆಸರು
mr: पुरवठादाराचे नाव

source: Take Photo
hi: फोटो लें
kn: ಫೋಟೋ ತೆಗೆಯಿರಿ
mr: फोटो घ्या

source: Tasks Done
hi: पूर्ण कार्य
kn: ಪೂರ್ಣ ಕಾರ್ಯ
mr: पूर्ण कार्ये

source: The FMS
hi: द एफएमएस
kn: ದಿ ಎಫ್‌ಎಂಎಸ್
mr: द एफएमएस

source: This action cannot be undone.
hi: यह क्रिया पूर्ववत नहीं की जा सकती।
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: This will immediately dial emergency contact. Only proceed in a genuine emergency.
hi: यह तुरंत आपातकालीन संपर्क को डायल करेगा। केवल वास्तविक आपातकाल में आगे बढ़ें।
kn: ಇದು ತಕ್ಷಣವೇ ತುರ್ತು ಸಂಪರ್ಕವನ್ನು ಡಯಲ್ ಮಾಡುತ್ತದೆ. ನಿಜವಾದ ತುರ್ತುಸ್ಥಿತಿಯಲ್ಲಿ ಮಾತ್ರ ಮುಂದುವರಿಸಿ.

source: Time Worked
hi: काम का समय
kn: ಕೆಲಸ ಮಾಡಿದ ಸಮಯ
mr: कामाचा वेळ

source: TO
hi: तक
kn: ಗೆ
mr: पर्यंत

source: Today
hi: आज
kn: ಇಂದು
mr: आज

source: Total Miles
hi: कुल मील
kn: ಒಟ್ಟು ಮೈಲಿ
mr: एकूण मैल

source: Total Service Cost
hi: कुल सर्विस लागत
kn: ಒಟ್ಟು ಸೇವಾ ವೆಚ್ಚ
mr: एकूण सर्व्हिस खर्च

source: Total Spent
hi: कुल खर्च
kn: ಒಟ್ಟು ಖರ್ಚು
mr: एकूण खर्च

source: Total Trips
hi: कुल यात्राएं
kn: ಒಟ್ಟು ಪ್ರವಾಸ
mr: एकूण सफरी

source: Total:
hi: कुल:
kn: ಒಟ್ಟು:
mr: एकूण:

source: Trip
hi: यात्रा
kn: ಪ್ರವಾಸ
mr: सफर

source: Trip Assigned
hi: यात्रा सौंपी गई
kn: ಪ್ರವಾಸ ನಿಯೋಜಿಸಲಾಗಿದೆ
mr: सफर सोपवली

source: Trip Date
hi: यात्रा तिथि
kn: ಪ್ರವಾಸ ದಿನಾಂಕ
mr: सफर तारीख

source: Trip Details
hi: यात्रा विवरण
kn: ಪ್ರವಾಸ ವಿವರ
mr: सफर तपशील

source: Trip History
hi: यात्रा इतिहास
kn: ಪ್ರವಾಸ ಇತಿಹಾಸ
mr: सफर इतिहास

source: Trip Info
hi: यात्रा जानकारी
kn: ಪ್ರವಾಸ ಮಾಹಿತಿ
mr: सफर माहिती

source: Trips
hi: यात्राएं
kn: ಪ್ರವಾಸಗಳು
mr: सफरी

source: Truck
hi: ट्रक
kn: ಟ್ರಕ್
mr: ट्रक

source: Upcoming
hi: आगामी
kn: ಮುಂಬರುವ
mr: आगामी

source: Upcoming Maintenance
hi: आगामी रखरखाव
kn: ಮುಂಬರುವ ನಿರ್ವಹಣೆ
mr: आगामी देखभाल

source: Upload
hi: अपलोड
kn: ಅಪ್‌ಲೋಡ್
mr: अपलोड

source: Upload Licence
hi: लाइसेंस अपलोड
kn: ಪರವಾನಗಿ ಅಪ್‌ಲೋಡ್
mr: परवाना अपलोड

source: Upload Part Image
hi: पार्ट इमेज अपलोड
kn: ಭಾಗ ಚಿತ್ರ ಅಪ್‌ಲೋಡ್
mr: भाग प्रतिमा अपलोड

source: Urgent
hi: अत्यावश्यक
kn: ತುರ್ತು
mr: तातडीचे

source: Use This Location
hi: इस स्थान का उपयोग करें
kn: ಈ ಸ್ಥಳ ಬಳಸಿ
mr: हे स्थान वापरा

source: Username
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು
mr: वापरकर्ता नाव

source: Validity
hi: वैधता
kn: ಸಿಂಧುತ್ವ
mr: वैधता

source: Vehicle
hi: वाहन
kn: ವಾಹನ
mr: वाहन

source: Vehicle Category
hi: वाहन श्रेणी
kn: ವಾಹನ ವರ್ಗ
mr: वाहन श्रेणी

source: Vehicle Identification
hi: वाहन पहचान
kn: ವಾಹನ ಗುರುತು
mr: वाहन ओळख

source: Vehicle Inspection
hi: वाहन निरीक्षण
kn: ವಾಹನ ತಪಾಸಣೆ
mr: वाहन तपासणी

source: Vehicle Name
hi: वाहन का नाम
kn: ವಾಹನ ಹೆಸರು
mr: वाहनाचे नाव

source: Vehicle Type
hi: वाहन प्रकार
kn: ವಾಹನ ಪ್ರಕಾರ
mr: वाहन प्रकार

source: Vehicles
hi: वाहन
kn: ವಾಹನಗಳು
mr: वाहने

source: Vehicles in Maintenance
hi: रखरखाव में वाहन
kn: ನಿರ್ವಹಣೆಯಲ್ಲಿ ವಾಹನ
mr: देखभालीतील वाहने

source: Version
hi: संस्करण
kn: ಆವೃತ್ತಿ
mr: आवृत्ती

source: View
hi: देखें
kn: ವೀಕ್ಷಿಸಿ
mr: पहा

source: View Active Trip
hi: सक्रिय यात्रा देखें
kn: ಸಕ್ರಿಯ ಪ್ರವಾಸ ವೀಕ್ಷಿಸಿ
mr: सक्रिय सफर पहा

source: View All
hi: सभी देखें
kn: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ
mr: सर्व पहा

source: View Report
hi: रिपोर्ट देखें
kn: ವರದಿ ವೀಕ್ಷಿಸಿ
mr: अहवाल पहा

source: View Reports
hi: रिपोर्ट देखें
kn: ವರದಿಗಳನ್ನು ವೀಕ್ಷಿಸಿ
mr: अहवाल पहा

source: VIN
hi: वीआईएन
kn: ವಿಐಎನ್

source: Waiting Approval
hi: अनुमोदन प्रतीक्षा
kn: ಅನುಮೋದನೆ ಕಾಯುತ್ತಿದೆ
mr: मंजुरीची प्रतीक्षा

source: Welcome
hi: स्वागत है
kn: ಸುಸ್ವಾಗತ

source: Who should approve this work order?
hi: इस कार्य आदेश को कौन स्वीकृत करे?
kn: ಈ ಕೆಲಸದ ಆದೇಶವನ್ನು ಯಾರು ಅನುಮೋದಿಸಬೇಕು?

source: Work Order
hi: कार्य आदेश
kn: ಕೆಲಸದ ಆದೇಶ
mr: कार्य आदेश

source: Work Orders
hi: कार्य आदेश
kn: ಕೆಲಸದ ಆದೇಶಗಳು
mr: कार्य आदेश

source: Year
hi: वर्ष
kn: ವರ್ಷ
mr: वर्ष

source: You are all caught up. New assignments will appear here.
hi: आप अपडेट हैं। नए असाइनमेंट यहां दिखेंगे।
kn: ನೀವು ಅಪ್ಡೇಟ್ ಆಗಿದ್ದೀರಿ. ಹೊಸ ನಿಯೋಜನೆ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ.
mr: तुम्ही अपडेट आहात. नवीन सोपवणी इथे दिसतील.

source: Your next trip will appear here as soon as dispatch assigns one.
hi: डिस्पैच द्वारा सौंपते ही अगली यात्रा यहां दिखेगी।
kn: ಡಿಸ್ಪ್ಯಾಚ್ ನಿಯೋಜಿಸಿದ ತಕ್ಷಣ ಮುಂದಿನ ಪ್ರವಾಸ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ.
mr: डिस्पॅच सोपवताच पुढील सफर इथे दिसेल.
